Repository: jasp-stats/jaspPredictiveAnalytics
Catalog: po/QML-*.po
Languages: de, es, gl, nl, pt, ta, tr

# multiVarControl|
source: Control Variables
es: Variables de Control
gl: Variables de Control
nl: Controlevariabelen
pt: Variáveis de Controle
ta: கட்டுப்பாட்டு மாறிகள்
tr: Kontrol Değişkenleri

# multiVarControl|
source: Only include previous
de: Nur vorherige einbeziehen
es: Solo incluir lo previo
gl: Só incluír o previo
nl: Alleen eerdere
pt: Incluir apenas o anterior
ta: முந்தையதை மட்டுமே சேர்க்கவும்
tr: Yalnızca öncekileri dahil et

# multiVarControl|
source: Overall control summary table
es: Tabla resumen de control global
gl: Táboa resumo de control global
nl: Overzichtstabel algemene controle
pt: Tabela de resumo do controle geral
ta: ஒட்டுமொத்த கட்டுப்பாட்டு சுருக்க அட்டவணை
tr: Genel kontrol özet tablosu

# multiVarControl|
source: Order table by proportion
es: Ordenar la tabla por proporción
gl: Ordenar a táboa por proporción
nl: Rangschik tabel naar verhouding
pt: Ordenar tabela por proporção
ta: விகிதாச்சாரத்தின் மூலம் அட்டவணை
tr: Tabloyu orana göre sırala

# multiVarControl|
source: Transpose table
de: Tabelle transponieren
es: Trasponer tabla
gl: Traspoñer táboa
nl: Transponeer tabel
pt: Transpor tabela
ta: இடமாற்ற அட்டவணை
tr: Tabloyu Dönüştür

# multiVarControl|
source: Overall control plot
es: Gráfico de control global
gl: Gráfica de control global
nl: Algemene controleplot
pt: Gráfico de controle geral
ta: ஒட்டுமொத்த கட்டுப்பாட்டு சூழ்ச்சி
tr: Genel kontrol grafiği

# multiVarControl|
source: Points
de: Punkte
es: Puntos
gl: Puntos
nl: Punten
pt: Pontos
ta: பிரிவகம்
tr: Puanlar

# multiVarControl|
source: Line
de: Linie
es: Línea
gl: Liña
nl: Lijn
pt: Linha
ta: வரி
tr: Sıra

# multiVarControl|
source: Both
de: Beide
es: Ambos
gl: Ambos
nl: Beide
pt: Ambos
ta: இரண்டும்
tr: İkisi birden

# multiVarControl|
source: Add jitter
de: Jitter hinzufügen
es: Añadir inestabilidad
gl: Engadir inestabilidade
nl: Jitter toevoegen
pt: Adicionar jitter
ta: நடுக்கம் சேர்க்கவும்
tr: Tetikleme ekle

# multiVarControl|
source: Out-of-bound metric
es: Métrica de Fuera-de-límites
gl: Métrica do Fóra-de-límites
nl: Out-of-bound metriek
pt: Métrica fora dos limites
ta: எல்லைக்கு வெளியே மெட்ரிக்
tr: Sınır dışı metriği

# multiVarControl|
source: Number
es: Número
gl: Número
nl: Getal
pt: Número
ta: எண்
tr: Numara

# multiVarControl|
source: Proportion
es: Proporción
gl: Proporción
nl: Proportie
pt: Proporção
ta: விகிதம்
tr: Oran

# multiVarControl|
source: Proportion limits for reporting
es: Límites de las proporciones para el informe
gl: Límites das proporcións para o informe
nl: Percentagegrenzen voor rapportage
pt: Limites de proporção para relatórios
ta: அறிக்கையிடலுக்கான விகித வரம்புகள்
tr: Raporlama için oransal sınırlamalar

# multiVarControl|
source: Estimation limit
de: Schätzgrenze
es: Límite de la estimación
gl: Límite da estimación
nl: Schattingslimiet
pt: Limite de estimativa
ta: மதிப்பீட்டு வரம்பு
tr: Tahmin sınırı

# multiVarControl|
source: Prediction limit
de: Vorhersagegrenze
es: Límite de la predicción
gl: Límite da predición
nl: Voorspellingslimiet
pt: Limite de predição
ta: கணிப்பு வரம்பு
tr: Tahmin sınırı

# multiVarControl|
source: Proportion Estimation
es: Estimación de la Proporción
gl: Estimación da Proporción
nl: Schatting van Verhoudingen
pt: Estimativa de Proporção
ta: விகிதம் மதிப்பீடு
tr: Oran Tahmini

# multiVarControl|
source: Summarise after every
de: Zusammenfassen nach jeweils
es: Resumir después de cada uno
gl: Resumir despois de cada un
nl: Samenvatten na elke
pt: Resumir após cada
ta: ஒவ்வொன்றிற்கும் பிறகு சுருக்கமாக
tr: Her birinden sonra özetleyin

# multiVarControl|
source: data points
de: Datenpunkten
es: puntos de datos
gl: puntos de datos
nl: datapunten
pt: pontos de dados
ta: தரவு புள்ளிகள்
tr: veri puanları

# multiVarControl|
source: MCMC draws
de: MCMC-Ziehungen
es: Extracciones MCMC
gl: Extraccións MCMC
nl: MCMC trekkingen
pt: Extrações MCMC
ta: MCMC ஈர்க்கிறது
tr: MCMC çizimleri

# multiVarControl|
source: Multivariate binary control plot
es: Gráfico de control binario multivariante
gl: Gráfica de control binario multivariante
nl: Multivariate binaire controleplot
pt: Gráfico de controle binário multivariado
ta: பன்முக பைனரி கட்டுப்பாட்டு சூழ்ச்சி
tr: Çok değişkenli ikili kontrol grafiği

# multiVarControl|
source: Prediction
de: Vorhersage
es: Predicción
gl: Predición
nl: Voorspelling
pt: Previsão
ta: கணிப்பு
tr: Tahmin

# multiVarControl|
source: Prediction horizon
de: Prognosehorizont
es: Horizonte de predicción
gl: Horizonte de predición
nl: Voorspellingshorizon
pt: Horizonte de previsão
ta: கணிப்பு அடிவானம்
tr: Tahmin görüşü

# multiVarControl|
source: Forecast plot
de: Prognosediagramm
es: Gráfico de predicciones
gl: Gráfica de predicións
nl: Voorspellingsplot
pt: Gráfico de previsão
ta: முன்னறிவிப்பு சூழ்ச்சி
tr: Tahmin grafiği

# multiVarControl|
source: Prediction table
de: Vorhersagetabelle
es: Tabla de predicciones
gl: Táboa de predicións
nl: Voorspellingstabel
pt: Tabela de previsão
ta: கணிப்பு அட்டவணை
tr: Tahmin tablosu

# multiVarControl|
source: Show predicted number
de: Vorhergesagte Zahl anzeigen
es: Mostrar el número predicho
gl: Amosar o número predito
nl: Voorspeld aantal tonen
pt: Mostrar número previsto
ta: கணிக்கப்பட்ட எண்ணைக் காட்டு
tr: Tahmini sayıyı göster

# multiVarControl|
source: Bin predictions every
es: Tirar las predicciones cada
gl: Desfacerse das predicións cada
nl: Bin voorspellingen elke
pt: Jogar as previsões a cada
ta: ஒவ்வொன்றும் பின் கணிப்புகள்
tr: Bütün tahminleri çöpe at

# predictiveAnalytics|
source: Dependent Variable
de: Abhängige Variable
es: Variable Dependiente
gl: Variable Dependente
nl: Afhankelijke Variabele
pt: Variável Dependente
ta: சார்பு மாறி
tr: Bağımlı Veğişken

# predictiveAnalytics|
source: Time series variable to be predicted. (needed)
de: Zeitreihenvariable, die vorhergesagt werden soll. (erforderlich)
es: Variable de serie temporal que se predice. (Imprescindible)
gl: Variable de serie temporal que se predí. (Imprescindible)
nl: Te voorspellen tijdreeksvariabele. (nodig)
pt: Variável de série temporal a ser prevista. (necessário)
ta: கணிக்க வேண்டிய நேரத் தொடர் மாறி. (தேவை)
tr: Tahmin edilecek zaman serisi değişkeni. (gerekli)

# predictiveAnalytics|
source: Time
de: Zeit
es: Tiempo
gl: Tempo
nl: Tijd
pt: Tempo
ta: நேரம்
tr: Zaman

# predictiveAnalytics|
source: Time variable that each corresponds to the time stamp of each observation. Can be in the following formats: ['YYYY-MM-DD', 'YYYY/MM/DD', 'YYYY-MM-DD HH:MM:SS', 'YYYY/MM/DD HH:MM:SS'] (needed)
de: Zeitvariable, die jeweils dem Zeitstempel der einzelnen Beobachtungen entspricht. Kann in den folgenden Formaten vorliegen: ['JJJJ-MM-TT', 'JJJJ/MM-TT', 'JJJJ-MM-TT HH:MM:SS', 'JJJJ/MM-TT HH:MM:SS'] (erforderlich)
es: Variable temporal en la que cada elemento se corresponde con la marca de tiempo de cada observación. Puede estar en los siguientes formatos: ['AAAA-MM-DD', 'AAAA/MM/DD', 'AAAA-MM-DD HH:MM:SS', 'AAAA/MM/DD HH:MM:SS'] (necesario)
gl: Variable temporal na que cada elemento se corresponde coa marca de tempo de cada observación. Pode estar nos seguintes formatos: ['AAAA-MM-DD', 'AAAA/MM/DD', 'AAAA-MM-DD HH:MM:SS', 'AAAA/MM/DD HH:MM:SS'] (necesario)
nl: Tijdvariabele die overeenkomt met het tijdstempel van elke waarneming. Kan in de volgende formaten zijn: ["JJJJ-MM-DD", "JJJJ/MM/DD", "JJJJ-MM-DD HH:MM:SS", "JJJJ/MM/DD HH:MM:SS"] (nodig)
pt: Variável temporal que corresponde ao registro de data e hora de cada observação. Pode estar nos seguintes formatos: ['AAAA-MM-DD', 'AAAA/MM/DD', 'AAAA-MM-DD HH:MM:SS', 'AAAA/MM/DD HH:MM:SS'] (necessário)
ta: ஒவ்வொன்றும் ஒவ்வொரு அவதானிப்பின் நேர முத்திரைக்கு ஒத்திருக்கும் நேர மாறி. பின்வரும் வடிவங்களில் இருக்கலாம்: ['YYYY-MM-DD', 'YYYY/MM/DD', 'YYYY-MM-DD HH: MM: SS', 'YYYY/MM/DD HH: MM: SS'] (தேவை)
tr: Her bir gözlemin zaman damgasına karşılık gelen zaman değişkeni. Aşağıdaki biçimlerde olabilir: ['YYYY-AA-GG', 'YYYY/AA/GG', 'YYYY-AA-GG SS:DD:SS', 'YYYY/AA/GG SS:DD:SS'] (gerekli)

# predictiveAnalytics|
source: Covariates
de: Kovariaten
es: Covariables
gl: Covariantes
nl: Covariaten
pt: Covariáveis
ta: கோவாரியட்டுகள்
tr: Ortak Değişkenler

# predictiveAnalytics|
source: Covariates to be used in the prediction model. (optional)
de: Kovariaten, die in dem Prognosemodell verwendet werden sollen. (optional)
es: Covariables que se usan en el modelo de predicción. (Opcional)
gl: Covariantes que se usan no modelo de predición. (Opcional)
nl: Covariaten die gebruikt moeten worden in het voorspellingsmodel. (optioneel)
pt: Covariáveis a serem usadas no modelo de previsão. (opcional)
ta: முன்கணிப்பு மாதிரியில் பயன்படுத்தப்பட வேண்டிய கோவாரியட்டுகள். (விரும்பினால்)
tr: Tahmin modelinde kullanılacak yardımcı değişkenler (isteğe bağlı)

# predictiveAnalytics|
source: Factors
de: Faktoren
es: Factores
gl: Factores
nl: Factoren
pt: Fatores
ta: காரணிகள்
tr: Faktörler

# predictiveAnalytics|
source: Include in Training
de: In Training einbeziehen
es: Incluir en el Entrenamiento
gl: Incluír no Ensaio
nl: Opnemen in Training
pt: Incluir no Treinamento
ta: பயிற்சியில் சேர்க்கவும்
tr: Eğitime Dahil Et

# predictiveAnalytics|
source: Logical variable (only 0 or 1) indicating which cases should be used for training and verifying the models (= 1) and which cases should be predicted (= 0). This variable is necessary for making predictions when covariates and factors are supplied
de: Logische Variable (nur 0 oder 1), die angibt, welche Fälle für das Training und die Überprüfung der Modelle verwendet werden sollen (= 1) und welche Fälle vorhergesagt werden sollen (= 0). Diese Variable ist für die Erstellung von Prognosen erforderlich, wenn Kovariaten und Faktoren angegeben werden
es: Variable de tipo lógico (solo con 0 o 1) que indica qué casos deben utilizarse para adiestrar y verificar los modelos (= 1), y qué casos deben predecirse (= 0). Esta variable es necesaria para hacer prediciones cuando se ofrecen las covariables y los factores
gl: Variable de tipo lóxico (só con 0 ou 1) que indica que casos deben utilizarse para ensaiar e verificar os modelos (= 1), e que casos deben predicirse (= 0). Esta variable é necesaria para facer predicións cando se ofrecen as covariantes e os factores
nl: Binaire variabele (alleen 0 of 1) die aangeeft welke gevallen moeten worden gebruikt voor het trainen en verifiëren van de modellen (= 1) en welke gevallen moeten worden voorspeld (= 0). Deze variabele is nodig voor het doen van voorspellingen wanneer covariaten en factoren worden geleverd
pt: Variável lógica (apenas 0 ou 1) que indica quais casos devem ser usados para treinar e verificar os modelos (= 1) e quais casos devem ser previstos (= 0). Esta variável é necessária para fazer previsões quando covariáveis e fatores são fornecidos
ta: தர்க்கரீதியான மாறி (0 அல்லது 1 மட்டுமே) மாதிரிகள் (= 1) பயிற்சி மற்றும் சரிபார்க்க எந்த வழக்குகள் பயன்படுத்தப்பட வேண்டும் என்பதைக் குறிக்கும், எந்த நிகழ்வுகளை கணிக்க வேண்டும் (= 0). கோவாரியட்டுகள் மற்றும் காரணிகள் வழங்கப்படும்போது கணிப்புகளைச் செய்ய இந்த மாறி தேவை
tr: Mantıksal değişken (sadece 0 veya 1) hangi durumların modellerin eğitimi ve doğrulanması için kullanılması gerektiğini (= 1) ve hangi durumların tahmin edilmesi gerektiğini (= 0) belirtir. Bu değişken, yardımcı değişkenler ve faktörler sağlandığında tahminler yapmak için gereklidir

# predictiveAnalytics|
source: Time Series Descriptives
de: Zeitreihen-Deskriptive
es: Descriptivos de la Serie Temporal
gl: Descritivos da Serie Temporal
nl: Beschrijvende Statistieken voor Tijdreeks
pt: Descritivo de Séries Temporais
ta: நேரத் தொடர் விளக்கங்கள்
tr: Zaman Serisi Tanımlayıcıları

# predictiveAnalytics|
source: Error Bound Selection Method
es: Método de selección de los límites de error
gl: Método de selección dos límites de erro
nl: Foutgrens Selectiemethode
pt: Método de Seleção Limitado por Erro
ta: பிழை பிணைக்கப்பட்ட தேர்வு முறை
tr: Hata Sınırı Seçim Yöntemi

# predictiveAnalytics|
source: σ threshold
de: σ Schwellwert
es: umbral de σ
gl: limiar de σ
nl: σ grens
pt: Limiar σ
ta: σ வாசல்
tr: σ eşiği

# predictiveAnalytics|
source: Trimmed mean
de: Getrimmter Mittelwert
es: Media recortada
gl: Media recortada
nl: Getrimd gemiddelde
pt: Média aparada
ta: ஒழுங்கமைக்கப்பட்ட சராசரி
tr: Kırpılmış ortalama

# predictiveAnalytics|
source: Percent
de: Prozent
es: Porcentaje
gl: Por cento
nl: Percentage
pt: Porcento
ta: விழுக்காடு
tr: Yüzde

# predictiveAnalytics|
source: Custom period
de: Benutzerdefinierter Zeitraum
es: Período personalizado
gl: Período personalizado
nl: Aangepaste periode
pt: Período personalizado
ta: தனிப்பயன் காலம்
tr: Özel periyot

# predictiveAnalytics|
source: Start
es: Inicio
gl: Inicio
nl: Begin
pt: Início
ta: தொடங்கு
tr: Başla

# predictiveAnalytics|
source: End
de: Ende
es: Fin
gl: Final
nl: Einde
pt: Fim
ta: முடிவு
tr: Sonlandır

# predictiveAnalytics|
source: Display control chart
es: Presentar el gráfico de control
gl: Presentar a gráfica de control
nl: Laat control chart zien
pt: Exibir gráfico de controle
ta: கட்டுப்பாட்டு விளக்கப்படத்தைக் காண்பி
tr: Görüntü kontrol çizelgesi

# predictiveAnalytics|
source: Spread points equally
de: Punkte gleich verteilen
es: Dispersar los puntos por igual
gl: Espallar os puntos por igual
nl: Punten gelijk verdelen
pt: Distribua os pontos igualmente
ta: புள்ளிகளை சமமாக பரப்பவும்
tr: Puanları eşit olarak dağıtın

# predictiveAnalytics|
source: Points
de: Punkte
es: Puntos
gl: Puntos
nl: Punten
pt: Pontos
ta: பிரிவகம்
tr: Puanlar

# predictiveAnalytics|
source: Line
de: Linie
es: Línea
gl: Liña
nl: Lijn
pt: Linha
ta: வரி
tr: Sıra

# predictiveAnalytics|
source: Both
de: Beide
es: Ambos
gl: Ambos
nl: Beide
pt: Ambos
ta: இரண்டும்
tr: İkisi birden

# predictiveAnalytics|
source: All data
de: Alle Daten
es: Todos los datos
gl: Tódolos datos
nl: Alle data
pt: Todos os dados
ta: அனைத்து தரவு
tr: Bütün veri

# predictiveAnalytics|
source: Control bounds
es: Límites de control
gl: Límites de control
nl: Controlegrenzen
pt: Limites de controle
ta: கட்டுப்பாட்டு வரம்புகள்
tr: Kontrol sınırları

# predictiveAnalytics|
source: Enable grid
de: Raster aktivieren
es: Habilitar la cuadrícula
gl: Habilitar a grella
nl: Gebruik grid
pt: Habilitar grade
ta: கட்டத்தை இயக்கவும்
tr: Çerçeveyi etkinleştir

# predictiveAnalytics|
source: Custom plot focus
es: Foco de gráfico personalizado
gl: Foco de gráfica personalizada
nl: Aangepaste plotfocus
pt: Foco de gráfico personalizado
ta: தனிப்பயன் சூழ்ச்சி கவனம்
tr: Özel grafik odağı

# predictiveAnalytics|
source: Diagnostics
de: Diagnostiken
es: Diagnósticos
gl: Diagnósticos
nl: Diagnostieken
pt: Diagnóstico
ta: கண்டறிதல்
tr: Tanılamalar

# predictiveAnalytics|
source: Tables
de: Tabellen
es: Tablas
gl: Táboas
nl: Tabellen
pt: Tabelas
ta: அட்டவணைகள்
tr: Tablolar

# predictiveAnalytics|
source: Custom table focus
es: Foco de tabla personalizada
gl: Foco de táboa personalizada
nl: Aangepaste tabelfocus
pt: Foco de tabela personalizada
ta: தனிப்பயன் அட்டவணை கவனம்
tr: Özel tablo odağı

# predictiveAnalytics|
source: Plots
de: Diagramme
es: Gráficos
gl: Gráficas
nl: Figuren
pt: Gráficos
ta: அடுக்கு
tr: Grafikler

# predictiveAnalytics|
source: Histogram
de: Histogramm
es: Histograma
gl: Histograma
pt: Histograma
ta: செவ்வகப்படம்

# predictiveAnalytics|
source: Lags
de: Verzögerungen
es: Retardos
gl: Retardos
nl: Vertragingen
pt: Atrasos
ta: பின்னடைவு
tr: Gecikmeler

# predictiveAnalytics|
source: Partial autocorrelation function
de: Partielle Autokorrelationsfunktion
es: Función de autocorrelación parcial
gl: Función de autocorrelación parcial
nl: Partiële autocorrelatiefunctie
pt: Função de autocorrelação parcial
ta: பகுதி தன்னியக்க தொடர்பு செயல்பாடு
tr: Kısmi otokorelasyon fonksiyonu

# predictiveAnalytics|
source: Feature Engineering
es: Ingeniería de Funcionalidades
gl: Enxeñaría de Funcionalidades
nl: Kenmerk Engineering
pt: Engenharia de Recursos
ta: அம்ச பொறியியல்
tr: Özellik Mühendisliği

# predictiveAnalytics|
source: Forecast Evaluation
de: Prognoseauswertung
es: Evaluación de la Predicción
gl: Avaliación da Predición
nl: Forecast Evaluatie
pt: Avaliação da Previsão
ta: முன்னறிவிப்பு மதிப்பீடு
tr: Tahmin Değerlendirmesi

# predictiveAnalytics|
source: Evaluation Plan
es: Plan de Evaluación
gl: Plan de Avaliación
nl: Evaluatie Plan
pt: Plano de Avaliação
ta: மதிப்பீட்டு திட்டம்
tr: Değerlendirme Planı

# predictiveAnalytics|
source: Training window
de: Trainingsfenster
es: Ventana de adiestramiento
gl: Xanela de ensaio
nl: Trainingsraam
pt: Janela de treinamento
ta: பயிற்சி சாளரம்
tr: Eğitim penceresi

# predictiveAnalytics|
source: Prediction window
de: Vorhersagefenster
es: Ventana de predicción
gl: Xanela de predición
nl: Voorspellingsraam
pt: Janela de previsão
ta: கணிப்பு சாளரம்
tr: Beklenti penceresi

# predictiveAnalytics|
source: Select slices from:
es: Escoger trozos de:
gl: Escoller anacos de:
nl: Selecteer plakjes uit:
pt: Selecione fatias de:
ta: இதிலிருந்து துண்டுகளைத் தேர்ந்தெடுக்கவும்:
tr: Dilimleri şuradan seçin:

# predictiveAnalytics|
source: Maximum nr. of slices
es: Nº máximo de trozos
gl: Nº máximo de anacos
nl: Maximum aantal plakjes
pt: N° máximo de fatias
ta: அதிகபட்சம் இல்லை. துண்டுகள்
tr: Maksimum dilim sayısı

# predictiveAnalytics|
source: Cumulative training
de: Kumulatives Training
es: Adestramiento acumulativo
gl: Ensaio acumulativo
nl: Cumulatieve training
pt: Treinamento cumulativo
ta: ஒட்டுமொத்த பயிற்சி
tr: Kümülatif eğitim

# predictiveAnalytics|
source: Show evaluation plan
es: Mostrar el plan de evaluación
gl: Amosar o plan de avaliación
nl: Laat evaluatie plan zien
pt: Mostrar plano de avaliação
ta: மதிப்பீட்டு திட்டத்தைக் காட்டு
tr: Değerlendirme planını göster

# predictiveAnalytics|
source: Model Choice
de: Modellauswahl
es: Elección de Modelo
gl: Elección de Modelo
nl: Modelkeuze
pt: Escolha do Modelo
ta: மாதிரி தேர்வு
tr: Model Seçimi

# predictiveAnalytics|
source: linear regression - y ~ time
de: Lineare Regression - y ~ Zeit
es: regresión lineal - y ~ tiempo
gl: regresión linear - y ~ tempo
nl: lineaire regressie - y ~ tijd
pt: regressão linear - y ~ tempo
ta: நேரியல் பின்னடைவு - ஒய் ~ நேரம்
tr: doğrusal(lineer) regresyon - y ~ zaman

# predictiveAnalytics|
source: linear regression - regression
de: Lineare Regression - Regression
es: regresión lineal - regresión
gl: regresión linear - regresión
nl: lineaire regressie - regressie
pt: regressão linear - regressão
ta: நேரியல் பின்னடைவு - பின்னடைவு
tr: doğrusal(lineer) regresyon - regresyon

# predictiveAnalytics|
source: linear regression - regression + lag
de: Lineare Regression - Regression + Verzögerung
es: regresión lineal - regresión + retardo
gl: regresión linear - regresión + retardo
nl: lineaire regressie - regressie + vertraging
pt: linear regressão - regressão + atraso
ta: நேரியல் பின்னடைவு - பின்னடைவு + பின்னடைவு
tr: doğrusal regresyon - regresyon+gecikme

# predictiveAnalytics|
source: bsts - linear trend model
es: MSTEB(BSTS) - Modelo de tendencia lineal
gl: MSTEB(BSTS) - Modelo de tendencia linear
nl: bsts - lineair trendmodel
pt: bsts - modelo de tendência linear
ta: பி.எச்.டி.எச் - நேரியல் போக்கு மாதிரி
tr: bsts - doğrusal trend modeli

# predictiveAnalytics|
source: bsts - linear trend model - regression
es: MSTEB(BSTS) - Modelo de tendencia lineal - Regresión
gl: MSTEB(BSTS) - Modelo de tendencia linear - Regresión
nl: bsts - lineair trendmodel - regressie
pt: bsts - modelo de tendência linear - regressão
ta: பிஎச்டிஎச் - நேரியல் போக்கு மாதிரி - பின்னடைவு
tr: bsts - doğrusal trend modeli - regresyon

# predictiveAnalytics|
source: bsts - autoregressive model
es: MSTEB(BSTS) - Modelo autorregresivo
gl: MSTEB(BSTS) - Modelo autorregresivo
nl: bsts - autoregressief model
pt: bsts - modelo autorregressivo
ta: பிஎச்டிஎச் - தன்னியக்க முன்னேற்ற மாதிரி
tr: bsts - otoregresif model

# predictiveAnalytics|
source: bsts - autoregressive model - regression
es: MSTEB(BSTS) - Modelo autorregresivo - Regresión
gl: MSTEB(BSTS) - Modelo autorregresivo - Regresión
nl: bsts - autoregressief model - regressie
pt: bsts - modelo autorregressivo - regressão
ta: பிஎச்டிஎச் - தன்னியக்க முன்னேற்ற மாதிரி - பின்னடைவு
tr: bsts - otoregresif model - regresyon

# predictiveAnalytics|
source: prophet
es: Profeta
gl: Profeta
ta: ஆவதறிவார்
tr: Tahmin eden

# predictiveAnalytics|
source: prophet - regression
es: Profeta - Regresión
gl: Profeta - Regresión
nl: prophet - regressie
pt: prophet - regressão
ta: ஆவதறிவார் - பின்னடைவு
tr: Tahmin eden-Regresyon

# predictiveAnalytics|
source: bart - regression
es: BART - Regresión
gl: BART - Regresión
nl: bart - regressie
pt: bart - regressão
ta: பார்ட் - பின்னடைவு
tr: bart - regresyon

# predictiveAnalytics|
source: bart - regression + lag
es: BART - Regresión + Retardo
gl: BART - Regresión + Retardo
nl: bart - regressie + vertraging
pt: bart - regressão + atraso
ta: பார்ட் - பின்னடைவு + பின்னடைவு
tr: bart - regresyon + gecikme

# predictiveAnalytics|
source: Evaluation Metrics
de: Evaluationsmetriken
es: Métricas de evaluación
gl: Métricas de avaliación
nl: Evaluatiemetrieken
pt: Métricas de Avaliação
ta: மதிப்பீட்டு அளவீடுகள்
tr: Metrikleri Değerlendirme

# predictiveAnalytics|
source: Probabilistic
de: Probabilistisch
es: Probabilístico
gl: Probabilístico
nl: Probabilistisch
pt: Probabilístico
ta: நிகழ்தகவு
tr: Olasılıksal

# predictiveAnalytics|
source: Continuous ranked probability score
es: Puntuación de la probabilidad con rango continuo
gl: Puntuación da probabilidade con rango continuo
nl: Continu gerangschikte waarschijnlijkheidsscore
pt: Pontuação de probabilidade classificada contínua
ta: தொடர்ச்சியான தரவரிசை நிகழ்தகவு மதிப்பெண்
tr: Sürekli sıralanmış olasılık puanı

# predictiveAnalytics|
source: Dawid–Sebastiani score
es: Puntuación de Dawid–Sebastiani
gl: Puntuación de Dawid–Sebastiani
pt: Pontuação Dawid–Sebastiani
ta: தாவிட் -செபாச்டியானி மதிப்பெண்
tr: Dawid–Sebastiani puanı

# predictiveAnalytics|
source: Log score
es: Puntuación log
gl: Puntuación log
pt: Pontuação log
ta: பதிவு மதிப்பெண்
tr: Log puanı

# predictiveAnalytics|
source: Coverage
de: Überdeckung
es: Cobertura
gl: Cobertura
nl: Dekking
pt: Cobertura
ta: பாதுகாப்பு
tr: Kapsam

# predictiveAnalytics|
source: Bias
de: Verzerrung
es: Sesgo
gl: Nesgo
nl: Onzuiverheid
pt: Viés
ta: சார்பு
tr: Eğilim

# predictiveAnalytics|
source: Probability integral transform
es: Transformación de la integral de probabilidad
gl: Transformación da integral de probabilidade
nl: Kansintegraaltransformatie
pt: Transformada integral de probabilidade
ta: நிகழ்தகவு ஒருங்கிணைந்த உருமாற்றம்
tr: Olasılık integral dönüşümü

# predictiveAnalytics|
source: Deterministic
de: Deterministisch
es: Determinístico
gl: Determinístico
nl: Deterministisch
pt: Determinístico
ta: உறுதிப்ப‌டு நிலை
tr: Deterministik

# predictiveAnalytics|
source: Mean absolute error
de: Mittlerer absoluter Fehler
es: Error absoluto medio
gl: Erro absoluto medio
nl: Gemiddelde absolute fout
pt: Erro absoluto médio
ta: முழுமையான பிழை
tr: Ortalama mutlak hatası

# predictiveAnalytics|
source: Root mean squared error
de: Wurzel mittlerer quadratischer Fehler
es: Raíz del error absoluto medio
gl: Raíz do erro absoluto medio
nl: Gemiddelde kwadratenfout
pt: Raiz do erro quadrático médio
ta: ரூட் சராசரி சதுர பிழை
tr: Kök ortalama karesel hatası

# predictiveAnalytics|
source: PIT Binned Density Plots
es: Gráficas de densidad con barras de los PIT
gl: Gráficas de densidade con barras dos PIT
nl: PIT Binned Dichtheidsgrafieken
pt: Gráficos de densidade com barras PIT
ta: குழி பின் அடர்த்தி அடுக்குகள்
tr: PIT Binned Yoğunluk Grafikleri

# predictiveAnalytics|
source: Prediction Plots
de: Vorhersage-Diagramme
es: Gráficos de predicción
gl: Gráficas de predición
nl: Voorspellingsgrafieken
pt: Gráficos de Previsão
ta: கணிப்பு அடுக்கு
tr: Tahmin Grafikleri
