Repository: jasp-stats/jaspPredictiveAnalytics
Catalog: po/QML-*.po
Languages: de, es, gl, nl, pt, ta, tr

# predictiveAnalytics|
source: Models to plot
de: Modelle für Diagramm
es: Modelos a representar
gl: Modelos a representar
nl: Modellen om te plotten
pt: Modelos para plotar
ta: சூழ்ச்சி செய்ய மாதிரிகள்
tr: Çizilecek modeller

# predictiveAnalytics|
source: Ensemble Bayesian Model Averaging
de: Ensemble-Bayessches Modellmittel
es: Modelo Medio Bayesiano Conjunto
gl: Modelo Medio Baiesiano Conxunto
nl: Ensemble Bayesiaans Modelmiddelden
pt: Média do Modelo Bayesiano Conjunto
ta: குழும பேய்சியன் மாதிரி சராசரி
tr: Topluluk Bayes Modeli Ortalaması

# predictiveAnalytics|
source: Method
de: Methode
es: Método
gl: Método
nl: Methode
pt: Método
ta: முறை
tr: Metot

# predictiveAnalytics|
source: Expectation–maximization
de: Erwartungs-Maximierung
es: Expectativa-maximización
gl: Expectativa-maximización
nl: Verwachtingsmaximalisatie
pt: Expectativa-maximização
ta: எதிர்பார்ப்பு -மாக்சிமேசன்
tr: Beklenti-maksimizasyon

# predictiveAnalytics|
source: Gibbs sampling
es: Muestreo de Gibbs
gl: Mostraxe de Gibbs
nl: Gibbs-bemonstering
pt: Amostragem de Gibbs
ta: கிப்ச் மாதிரி
tr: Gibbs örneklemesi

# predictiveAnalytics|
source: Next test slice
de: Nächster Testabschnitt
es: Siguiente trozo de contraste
gl: Seguinte anaco de proba
nl: Volgend testplakje
pt: Próxima fatia de teste
ta: அடுத்த சோதனை துண்டு
tr: Bir sonraki test dilimi

# predictiveAnalytics|
source: Same test slice
de: Gleicher Testabschnitt
es: Mismo trozo de contraste
gl: Mesmo anaco de proba
nl: Zelfde testplakje
pt: Mesma fatia de teste
ta: அதே சோதனை துண்டு
tr: Aynı test dilimi

# predictiveAnalytics|
source: Last
de: Letzte
es: Último
gl: Derradeiro
nl: Laatste
pt: Último
ta: கடைசி
tr: Son

# predictiveAnalytics|
source: % of data
de: % der Daten
es: % de datos
gl: % de datos
nl: % van de data
pt: % dos dados
ta: தரவு %
tr: Veri %'si

# predictiveAnalytics|
source: Model weights
de: Modellgewichte
es: Ponderaciones del modelo
gl: Ponderacións do modelo
nl: Modelgewichten
pt: Ponderações do modelo
ta: மாதிரி எடைகள்
tr: Model ağırlıkları

# predictiveAnalytics|
source: Show per slice
de: Pro Abschnitt anzeigen
es: Mostrar por trozo
gl: Amosar por anaco
nl: Laat per plakje zien
pt: Mostrar por fatia
ta: ஒரு துண்டுக்கு காட்டு
tr: Dilim başına göster

# predictiveAnalytics|
source: Future Prediction
de: Zukunftsprognose
es: Predicción Futura
gl: Predición Futura
nl: Toekomstvoorspelling
pt: Previsão Futura
ta: எதிர்கால கணிப்பு
tr: Gelecek Tahmini

# predictiveAnalytics|
source: data points
de: Datenpunkte
es: puntos de datos
gl: puntos de datos
nl: datapunten
pt: pontos de dados
ta: தரவு புள்ளிகள்
tr: veri puanları

# predictiveAnalytics|
source: All data points
de: Alle Datenpunkte
es: Todos los puntos de datos
gl: Tódolos puntos de datos
nl: Alle datapunten
pt: Todos os pontos de dados
ta: அனைத்து தரவு புள்ளிகளும்
tr: Bütün veri puanları

# predictiveAnalytics|
source: Skip between training slices
de: Überspringen zwischen Trainingsabschnitten
es: Salto entre trozos de adiestramiento
gl: Salto entre anacos de ensaios
nl: Skip tussen trainingsplakjes
pt: Pular entre fatias de treinamento
ta: பயிற்சி துண்டுகளுக்கு இடையில் தவிர்க்கவும்
tr: Eğitim dilimleri arasında geçiş yap

# predictiveAnalytics|
source: Impute missing values
nl: Imputeer missende waarden
pt: Atribuir valores ausentes
ta: காணாமல் போன மதிப்புகளை கணக்கிடுங்கள்
tr: Eksik değerleri yükle

# Description|
source: This module offers time series predictions and combines them with quality control concepts. That way one can predict whether a process will exeed a specified boundary in the future.
pt: Este módulo oferece previsões de séries temporais e as combina com conceitos de controle de qualidade. Dessa forma, é possível prever se um processo excederá um limite especificado no futuro.
ta: இந்த தொகுதி நேரத் தொடர் கணிப்புகளை வழங்குகிறது மற்றும் அவற்றை தரக் கட்டுப்பாட்டு கருத்துகளுடன் இணைக்கிறது. எதிர்காலத்தில் ஒரு செயல்முறை ஒரு குறிப்பிட்ட எல்லையை எடுக்குமா என்பதை ஒருவர் கணிக்க முடியும்.
tr: Bu modül zaman serisi tahminleri sunar ve bunları kalite kontrol kavramlarıyla birleştirir. Bu şekilde bir sürecin gelecekte belirli bir sınırı aşıp aşmayacağı tahmin edilebilir.

# predictiveAnalytics|
source: Prediction type
pt: Tipo de previsão
ta: கணிப்பு வகை
tr: Tahmin türü

# predictiveAnalytics|
source: No forecast - verification only
pt: Sem previsão - apenas verificação
ta: முன்னறிவிப்பு இல்லை - சரிபார்ப்பு மட்டுமே
tr: Tahmin yok - yalnızca doğrulama

# predictiveAnalytics|
source: Training indicator
pt: Indicador de treinamento
ta: பயிற்சி காட்டி
tr: Eğitim göstergesi

# predictiveAnalytics|
source: Periodical
pt: Periódico
ta: குறிப்பிட்ட கால
tr: Periyodik

# predictiveAnalytics|
source: Number of periods
pt: Número de períodos
ta: காலங்களின் எண்ணிக்கை
tr: Periyot sayısı

# predictiveAnalytics|
source: Unit
pt: Unidade
ta: அலகு
tr: Birim

# predictiveAnalytics|
source: Seconds
pt: Segundos
ta: நொடிகள்
tr: Saniyeler

# predictiveAnalytics|
source: Minutes
pt: Minutos
ta: நிமிடங்கள்
tr: Dakikalar

# predictiveAnalytics|
source: Hours
pt: Horas
ta: மணி
tr: Saatler

# predictiveAnalytics|
source: Days
pt: Dias
ta: நாட்கள்
tr: Günler

# predictiveAnalytics|
source: Weeks
pt: Semanas
ta: வாரங்கள்
tr: Haftalar

# predictiveAnalytics|
source: Months
pt: Meses
ta: மாதங்கள்
tr: Aylar

# predictiveAnalytics|
source: Years
pt: Anos
ta: ஆண்டுகள்
tr: Yıllar

# Description|
source: Predictive Analytics
de: Prädiktive Analytik
es: Análisis Predictivo
gl: Análise Preditiva
nl: Voorspellende Analyses
pt: Análise Preditiva
ta: முன்கணிப்பு பகுப்பாய்வு
tr: Tahmine Dayalı Analitik

# Description|
source: This module offers predictive analytics.
de: Dieses Modul bietet Prädiktive Analytik.
es: Este módulo ofrece el análisis predictivo.
gl: Este módulo ofrece a análise preditiva.
nl: Deze module biedt voorspellende analyses.

# predictiveAnalytics|
source: Remove zero-variance variables
de: Null-Varianz-Variablen entfernen
es: Quitar las variables de varianza nula
gl: Quitar as variables de varianza nula
nl: Verwijder variabelen zonder variantie

# predictiveAnalytics|
source: Remove variables that are stronger correlated than:
de: Variablen entfernen, die stärker korreliert sind als:
es: Quitar las variables que tengan una correlación mayor que:
gl: Quitar as variables que teñan unha correlación maior que:
nl: Verwijder variabelen die sterker gecorreleerd zijn dan:

# predictiveAnalytics|
source: bsts - linear trend model - regression + lag
es: MSTEB(BSTS) - Modelo de tendencia lineal - Regresión + Retardo
gl: MSTEB(BSTS) - Modelo de tendencia linear - Regresión + Retardo

# predictiveAnalytics|
source: bsts - autoregressive model - regression + lag
es: MSTEB(BSTS) - Modelo autorregresivo - Regresión + Retardo
gl: MSTEB(BSTS) - Modelo autorregresivo - Regresión + Retardo

# predictiveAnalytics|
source: prophet - regression + lag
es: Profeta - Regresión + Retardo
gl: Profeta - Regresión + Retardo

# predictiveAnalytics|
source: xgboost - regression
es: XGBoost - Regresión
gl: XGBoost - Regresión

# predictiveAnalytics|
source: xgboost - regression + lag
es: XGBoost - Regresión + Retardo
gl: XGBoost - Regresión + Retardo

# predictiveAnalytics|
source: bart - stack
es: BART - Apilamiento
gl: BART - Amoreamento

# predictiveAnalytics|
source: Prediction horizon
de: Prognosehorizont
es: Horizonte de predicción
gl: Horizonte de predición
nl: Voorspellingshorizon

# predictiveAnalytics|
source: Advanced Options
de: Weitere Optionen
es: Opciones Avanzadas
gl: Opcións Avanzadas
