Repository: jasp-stats/jaspPredictiveAnalytics
Catalog: po/R-*.po
Languages: es, nl, pl, pt, sr, ta

source: <p ">No warning. The limit of %1$.2f is not crossed during the prediction period.</p>
es: <p ">Ningún aviso. El límite de %1$.2f no se ha superado durante el período de predicción.</p>
pt: <p ">Sem aviso. O limite de %1$.2f não foi ultrapassado durante o período de previsão.</p>

source: <p style="color:tomato;"><b>This is a warning!</b></p> Error proportion limit of %#.2f is crossed for the first time at data point %i in the estimation period. At this point on average %#.2f data points are estimates to be out of control with an lower limit of %#.2f and an upper limit of %#.2f </p>
nl: <p style="color:tomato;"><b>Dit is een waarschuwing!</b></p> De proportionele foutgrens van %#.2f wordt voor het eerst overschreden op gegevenspunt %i in de schattingsperiode. Op dit punt worden gemiddeld %#.2f datapunten buiten controle geschat met een ondergrens van %#.2f en een bovengrens van %#.2f </p>

source: <p ">No warning. The limit of %#.2f is not crossed during the estimation period.</p>
nl: <p">Geen waarschuwing. De limiet van %#.2f wordt niet overschreden tijdens de schattingsperiode.</p>
pl: <p>Brak ostrzeżenia. Limit %#.2f nie został przekroczony w trakcie wykonywania oszacowania.</p>

source: <p style="color:tomato;"><b>This is a warning!</b></p> Error proportion limit of %#.2f is crossed for the first time in %i data points in the prediction period. At this point on average %#.2f data points will be out of control with an lower limit of %#.2f and an upper limit of %#.2f </p>
nl: <p style="color:tomato;"><b>Dit is een waarschuwing!</b></p> Foutpercentagegrens van %#.2f wordt voor het eerst overschreden in %i datapunten in de voorspellingsperiode. Op dit punt zullen gemiddeld %#.2f datapunten buiten controle zijn met een ondergrens van %#.2f en een bovengrens van %#.2f </p>

source: <p ">No warning. The limit of %#.2f is not crossed during the prediction period.</p>
nl: <p">Geen waarschuwing. De limiet van %#.2f wordt niet overschreden tijdens de voorspellingsperiode.</p>
pl: <p>Brak ostrzeżenia. Limit %#.2f nie został przekroczony w trakcie wykonywania przewidywania.</p>

source: percent.
pl: procent.
