Repository: jasp-stats/jaspPredictiveAnalytics
Catalog: po/R-*.po
Languages: es, nl, pl, pt, sr, ta

source: Column input is wrong
es: La entrada de la columna es incorrecta
nl: Kolominvoer is verkeerd
pl: Dane wsadowe kolumny są nieprawidłowe
pt: A entrada da coluna está errada
sr: Унос колоне је нетачан
ta: நெடுவரிசை உள்ளீடு தவறு

source: <p ">No warning. The limit of %1$.2f is not crossed during the estimation period.</p>
es: <p ">Ningún aviso. No se supera el límite de %1$.2f durante el periodo de estimación.</p> <p
pt: <p ">Sem aviso. O limite de %1$.2f não foi ultrapassado durante o período de estimativa.</p>
ta: <p "> எச்சரிக்கை இல்லை. %1$.2f இன் வரம்பு மதிப்பீட்டு காலத்தில் கடக்கப்படவில்லை. </p>

source: 'Time' must be in a date-like format (e.g., yyyy-mm-dd hh:mm:ss or yyyy-mm-dd)
es: 'Tempo' debe estar nun formato de tipo data (e.g., yyyy-mm-dd hh:mm:ss ou yyyy-mm-dd)
nl: 'Tijd' moet in een datumnotatie staan (bijv. jjjj-mm-dd hh:mm:ss of jjjj-mm-dd)
pt: 'Tempo' deve estar em um formato semelhante a uma data (por exemplo, aaaa-mm-dd hh:mm:ss ou aaaa-mm-dd)
sr: 'Време' мора бити у формату сличном датуму (нпр. гггг-мм-дд чч:мм:сс или гггг-мм-дд)
ta: 'நேரம்' தேதி போன்ற வடிவத்தில் இருக்க வேண்டும் (எ.கா., YYYY-MM-DD HH: MM: SS அல்லது YYYY-MM-DD)

source: When 'Covariates' or 'Factors' are provided, they also need to be supplied for the future prediction period. Please provide the 'Include in Training' variable where a value of '1' indicates that this period is used for training/verification - and a value of '0' that it is used for prediction. The values for the dependent variable are allowed to be missing for the prediction period. Alternatively, you could remove the covariates and select the specific time period you want to predict under 'Future Prediction' -> 'Periodical'. That way the data is automatically extended into the future based on your settings. If you just want to check how well the predictions perform historically you can choose the option 'No forecast - verification only'
es: Cuando se indican 'Covariantes' o 'Factores', también es necesario indicarlos para el período de predicción futura. Por favor, indica la variable de 'Incluir en Adiestramiento' en la que el valor '1' significa que este período se usa para adiestramiento/verificación, y el valor '0' que se usa para predicción. Los valores de la variable dependiente se permite que estén ausentes para el período de predicción. Alternativamente, se pueden eliminar las covariantes y seleccionar el período de tiempo específico que se quiere predecir en 'Predicción futura' -> 'Periódica'. De esa forma, los datos se extienden automáticamente hacia el futuro en base a su configuración. Si solo se quiere comprobar lo bien que se comportan históricamente las predicciones, se puede elegir la opción 'Sin predicción - solo verificación'
nl: Wanneer 'Covariaten' of 'Factors' worden opgegeven, moeten deze ook worden opgegeven voor de toekomstige voorspellingsperiode. Geef de variabele 'Meenemen in Training' waarbij een waarde van '1' aangeeft dat deze periode wordt gebruikt voor training/verificatie - en een waarde van '0' dat deze wordt gebruikt voor voorspelling. De waarden voor de afhankelijke variabele mogen ontbreken voor de voorspellingsperiode. Je kunt ook de covariaten verwijderen en de specifieke periode die je wilt voorspellen selecteren onder 'Toekomstige Voorspelling' -> 'Periodisch'. Op die manier worden de gegevens automatisch doorgetrokken naar de toekomst op basis van je instellingen. Als u alleen wilt controleren hoe goed de voorspellingen historisch presteren, kunt u kiezen voor de optie 'Geen prognose - alleen verificatie'
pt: Quando "Covariáveis" ou "Fatores" são fornecidos, eles também precisam ser fornecidos para o período de previsão futuro. Forneça a variável "Incluir no Treinamento", onde o valor "1" indica que este período é usado para treinamento/verificação - e o valor "0" indica que é usado para previsão. Os valores da variável dependente podem estar ausentes para o período de previsão. Como alternativa, você pode remover as covariáveis e selecionar o período específico que deseja prever em "Previsão Futura" -> "Periódico". Dessa forma, os dados são automaticamente estendidos para o futuro com base nas suas configurações. Se você deseja apenas verificar o desempenho histórico das previsões, pode escolher a opção "Sem previsão - apenas verificação"
sr: Када се користе 'Коваријате' или 'Фактори', они морају бити обезбеђени и за период будућег предвиђања. Молимо да обезбедите променљиву 'Укључи у обуку' где вредност '1' указује да се овај период користи за обуку/верификацију, а вредност '0' да се користи за предвиђање. Вредности зависне променљиве могу бити недостајуће за период предвиђања. Алтернативно, можете уклонити коваријате и изабрати одређени временски период који желите да предвидите у одељку 'Будуће предвиђање' -> 'Периодично'. На тај начин подаци се аутоматски проширују у будућност на основу ваших подешавања. Ако желите само да проверите колико добро предвиђања функционишу у прошлости, можете изабрати опцију 'Без прогнозирања - само верификација'
ta: 'கோவாரியட்டுகள்' அல்லது 'காரணிகள்' வழங்கப்படும்போது, எதிர்கால முன்கணிப்பு காலத்திற்கும் அவை வழங்கப்பட வேண்டும். தயவுசெய்து '1' இன் மதிப்பு '1' இன் மதிப்பு இந்த காலம் பயிற்சி/சரிபார்ப்புக்கு பயன்படுத்தப்படுவதைக் குறிக்கிறது - மற்றும் '0' இன் மதிப்பு கணிப்புக்கு பயன்படுத்தப்படுகிறது என்பதைக் குறிக்கிறது. சார்பு மாறிக்கான மதிப்புகள் முன்கணிப்பு காலத்திற்கு காணாமல் போக அனுமதிக்கப்படுகின்றன. மாற்றாக, நீங்கள் கோவாரியட்டுகளை அகற்றி, 'எதிர்கால கணிப்பு' -> 'கால' இன் கீழ் நீங்கள் கணிக்க விரும்பும் குறிப்பிட்ட காலத்தைத் தேர்ந்தெடுக்கலாம். அந்த வகையில் உங்கள் அமைப்புகளின் அடிப்படையில் தரவு தானாகவே எதிர்காலத்தில் நீட்டிக்கப்படுகிறது. கணிப்புகள் வரலாற்று ரீதியாக எவ்வளவு சிறப்பாக செயல்படுகின்றன என்பதை நீங்கள் சரிபார்க்க விரும்பினால், 'முன்னறிவிப்பு இல்லை - சரிபார்ப்பு மட்டும்' என்ற விருப்பத்தை நீங்கள் தேர்வு செய்யலாம்

source: The 'Include in Training' variable you provided does not consist of an uninterrupted sequence of ones (1) followed by an uninterrupted sequence of zeros (0). This is necessary as the module performs forecast verification on historical data to perform out-of-sample predictions for the future. Since time series data is temporally dependent, you cannot randomly allocate the ones and zeros in the 'Include in Training' variable. Please provide an alternative 'Include in Training' variable or only perform forecast verification/periodical prediction.
es: La variable de 'Incluir en Adiestramiento' que se indica no consiste en una secuencia ininterrumpida de unos (1), seguida de una secuencia ininterrumpida de ceros (0). Esto es necesario porque el módulo realiza la verificación del pronóstico sobre datos históricos para llevar a cabo las predicciones más allá de la muestra para el futuro. Dado que los datos de series temporales son temporalmente dependientes, no se pueden situar aleatoriamente los unos y ceros en la variable de 'Incluir en Adiestramiento'. Por favor, indica una variable alternativa de 'Incluir en Adiestramiento' o realiza solo verificación del pronóstico/predicción periódica.
nl: De variabele 'Meenemen in Training' die u hebt opgegeven, bestaat niet uit een ononderbroken reeks enen (1) gevolgd door een ononderbroken reeks nullen (0). Dit is nodig omdat de module prognoseverificatie uitvoert op historische gegevens om voorspellingen voor de toekomst te doen buiten de steekproef om. Aangezien tijdreeksgegevens tijdsafhankelijk zijn, kunt u de enen en nullen in de variabele 'Meenemen in Training' niet willekeurig toewijzen. Geef een alternatieve 'Meenemen in Training'-variabele of voer alleen prognoseverificatie/periodieke voorspelling uit.
pt: A variável "Incluir no Treinamento" que você forneceu não consiste em uma sequência ininterrupta de uns (1) seguida por uma sequência ininterrupta de zeros (0). Isso é necessário, pois o módulo realiza a verificação de previsões em dados históricos para realizar previsões fora da amostra para o futuro. Como os dados de séries temporais são temporalmente dependentes, você não pode alocar aleatoriamente os uns e zeros na variável "Incluir no Treinamento". Forneça uma variável alternativa "Incluir no Treinamento" ou realize apenas a verificação de previsões/previsões periódicas.
sr: Варијавла 'Укључи у обуку' коју сте дали нема непрекинут низ јединица (1) праћен непрекинутим низом нула (0). Ово је неопходно јер модул врши верификацију прогноза на историјским подацима ради out-of-sample предвиђања. Пошто су временски подаци временски зависни, не можете насумично распоредити јединице и нуле. Молимо дајте другу променљиву 'Укључи у обуку' или користите само верификацију прогноза/периодично предвиђање.
ta: நீங்கள் வழங்கிய 'பயிற்சியில் சேர்க்கவும்' மாறி (1) தடையற்ற வரிசையைக் கொண்டிருக்கவில்லை, அதன்பிறகு பூச்சியங்களின் தடையற்ற வரிசை (0). எதிர்காலத்திற்கான மாதிரிக்கு வெளியே கணிப்புகளைச் செய்ய வரலாற்று தரவுகளில் முன்னறிவிப்பு சரிபார்ப்பை தொகுதி செய்வதால் இது தேவை. நேரத் தொடர் தரவு தற்காலிகமாக சார்ந்து இருப்பதால், 'பயிற்சியில் சேர்க்கவும்' மாறியில் நீங்கள் மற்றும் பூச்சியங்களை தோராயமாக ஒதுக்க முடியாது. தயவுசெய்து ஒரு மாற்று 'பயிற்சியில் சேர்க்கவும்' மாறியை வழங்கவும் அல்லது முன்னறிவிப்பு சரிபார்ப்பு/அவ்வப்போது கணிப்பை மட்டுமே செய்யுங்கள்.

source: Basic control plot
es: Gráfico de control básico
nl: Basis controleplot
pl: Bazowy wykres kontrolny
pt: Gráfico de controle básico
sr: Основна контролна карта
ta: அடிப்படை கட்டுப்பாட்டு சூழ்ச்சி

source: Autocorrelation Function Plots
es: Gráficos de la función de Autocorrelación
nl: Autocorrelatiefunctieplots
pl: Wykresy funkcji autokorelacji
pt: Gráficos de Função de Autocorrelação
sr: Графици аутокорелационе функције
ta: தன்னியக்க தொடர்பு செயல்பாடு அடுக்கு

source: Histogram Plot
es: Gráfico de histograma
nl: Histogramgrafiek
pl: Histogram
pt: Gráfico de Histograma
sr: Хистограм
ta: இச்டோகிராம் சூழ்ச்சி

source: Mean
es: Media
nl: Gemiddelde
pl: Średnia
pt: Média
sr: Аритметичка средина
ta: இடை, சராசரி

source: SD
es: DT
pl: Odch. stand.
pt: DP
ta: எச்டி

source: Minimum
es: Mínimo
pt: Mínimo
sr: Минимум
ta: சிறுமம்

source: Maximum
es: Máximo
pl: Maksimum
pt: Máximo
sr: Максимум
ta: பெருமம்

source: Valid
es: Válido
nl: Geldig
pl: Ważne
pt: Válido
sr: Валидан
ta: செல்லுபடியாகும்

source: Percent
es: Porcentaje
nl: Percentage
pl: Procent
pt: Porcento
sr: Проценат
ta: விழுக்காடு

source: Average Deviation
es: Desviación promedio
nl: Gemiddelde Afwijking
pl: Średnie odchylenie
pt: Desvio Médio
sr: Просечно одступање
ta: சராசரி விலகல்

source: Too little data available for training! The 'Include in Training' variable determines which observations are used for training/verification (by setting them to one. However the selected data is not enough for the indicated Training and Prediction Window. Please select a 'Include in Training' variable that includes more observations for training or reduce the Training and Prediction Window variables.
es: ¡Muy pocos datos disponibles para el adiestramiento! La variable de 'Incluir en Adiestramiento' determina que observaciones se utilizan para adiestramiento/verificación (fijándolas en uno). Sin embargo, los datos seleccionados no son suficientes para la Ventana de Adiestramiento y Predicción indicada. Por favor, escoja una variable de 'Incluir en Adiestramiento' que incluya más observaciones para adiestramiento, o reduzca la variables de la Ventana de Adiestramiento y Predicción.
nl: Te weinig gegevens beschikbaar voor training! De variabele 'Meenemen in Training' bepaalt welke waarnemingen worden gebruikt voor training/verificatie (door ze op één te zetten. De geselecteerde gegevens zijn echter niet voldoende voor het aangegeven trainings- en voorspellingsvenster. Selecteer een 'Meenemen in Training'-variabele die meer observaties voor training bevat of verklein de variabelen van het Training- en Voorspellings Tijdvak.
pt: Poucos dados disponíveis para treinamento! A variável "Incluir no Treinamento" determina quais observações serão usadas para treinamento/verificação (definindo-as como 1). No entanto, os dados selecionados não são suficientes para a Janela de Treinamento e Predição indicada. Selecione uma variável "Incluir no Treinamento" que inclua mais observações para treinamento ou reduza as variáveis da Janela de Treinamento e Predição.
sr: Превише мало података доступно за обуку! Варијавла 'Укључи у обуку' одређује које опсервације се користе за обуку/верификацију (постављањем њихове вредности на 1). Међутим, изабрани подаци нису довољни за назначени Тренинг и Прозор предвиђања. Молимо изаберите променљиву 'Укључи у обуку' која укључује више опсервација за обуку или смањите вредности променљивих Тренинг и Прозор предвиђања.
ta: பயிற்சிக்கு மிகக் குறைவான தரவு கிடைக்கிறது! 'பயிற்சியில் சேர்க்கவும்' மாறி பயிற்சி/சரிபார்ப்புக்கு எந்த அவதானிப்புகள் பயன்படுத்தப்படுகின்றன என்பதை தீர்மானிக்கிறது (அவற்றை ஒன்றுக்கு அமைப்பதன் மூலம். இருப்பினும் தேர்ந்தெடுக்கப்பட்ட தரவு சுட்டிக்காட்டப்பட்ட பயிற்சி மற்றும் முன்கணிப்பு சாளரத்திற்கு போதுமானதாக இல்லை. தயவுசெய்து ஒரு 'பயிற்சி' மாறியில் சேர்க்கவும், மேலும் அடங்குவர் பயிற்சி மற்றும் கணிப்பு சாளர மாறிகள் பயிற்சி அல்லது குறைப்பதற்கான அவதானிப்புகள்.

source: The length of the training window is shorter than the number of lags selected in the 'Feature Engineering' section. This makes it impossible to compute all the values of the lagged dependent variable as there is too little data for training. Either increase the training window size or reduce the number of lags.
es: La longitud de la ventana de adiestramiento es más corta que el número de retardos elegido en la sección 'Ingeniería de Funcionalidades'. Esto hace imposible calcular todos los valores de la variable dependiente retardada puesto que hay muy pocos datos para el adiestramiento. Incremente el tamaño de la ventana de adiestramiento o reduzca el número de retardos.
nl: De lengte van het trainingsvenster is korter dan het aantal vertragingen dat is geselecteerd in de sectie 'Kenmerken Bouwen'. Hierdoor is het onmogelijk om alle waarden van de vertraagde afhankelijke variabele te berekenen, omdat er te weinig gegevens zijn voor training. Vergroot het trainingsvenster of verlaag het aantal vertragingen.
pt: O comprimento da janela de treinamento é menor que o número de defasagens selecionado na seção "Engenharia de Recursos". Isso impossibilita o cálculo de todos os valores da variável dependente defasada, pois há poucos dados para o treinamento. Aumente o tamanho da janela de treinamento ou reduza o número de defasagens.
sr: Дужина прозора за обуку је краћа од броја кашњења изабраних у одељку 'Обрада карактеристика'. Ово онемогућава израчунавање свих вредности кашњеле зависне променљиве јер је података за обуку премало или повећајте величину прозора за обуку или смањите број кашњења.
ta: பயிற்சி சாளரத்தின் நீளம் 'அம்ச பொறியியல்' பிரிவில் தேர்ந்தெடுக்கப்பட்ட பின்னடைவுகளின் எண்ணிக்கையை விடக் குறைவானது. பயிற்சிக்கு மிகக் குறைவான தரவு இருப்பதால், பின்தங்கிய சார்பு மாறியின் அனைத்து மதிப்புகளையும் கணக்கிடுவது சாத்தியமில்லை. பயிற்சி சாளர அளவை அதிகரிக்கவும் அல்லது பின்னடைவுகளின் எண்ணிக்கையைக் குறைக்கவும்.

source: Running models
es: Ejecutando modelos
nl: Lopende modellen
pt: Modelos de execução
sr: Покретање модела
ta: இயங்கும் மாதிரிகள்

source: Attempted to fit prediction model %s, but this model requires that the variance of the dependent variable is larger than zero. Either increase the training window or choose a different prediction model.
es: Se intentó ajustar el modelo de predicción %s, pero este modelo requiere que la varianza de la variable dependiente sea mayor que cero. Incremente la ventana de adiestramiento o elija un modelo de predicción diferente.
nl: Geprobeerd voorspellingsmodel %s te fitten, maar dit model vereist dat de variantie van de afhankelijke variabele groter is dan nul. Vergroot het trainingsvenster of kies een ander voorspellingsmodel.
pt: Tentou-se ajustar o modelo de previsão %s, mas este modelo requer que a variância da variável dependente seja maior que zero. Aumente a janela de treinamento ou escolha um modelo de previsão diferente.
sr: Покушај прилагођавања модела предвиђања %s, није успео јер овај модел захтева да варијанса зависне променљиве буде већа од нуле или повећајте прозор обуке или изаберите други модел предвиђања.
ta: கணிப்பு மாதிரி %s க்கு பொருந்த முயற்சித்தது, ஆனால் இந்த மாதிரியானது சார்பு மாறியின் மாறுபாடு பூச்சியத்தை விட பெரியது. பயிற்சி சாளரத்தை அதிகரிக்கவும் அல்லது வேறு கணிப்பு மாதிரியைத் தேர்வு செய்யவும்.

source: CRPS
ta: சி.ஆர்.பி.எச்

source: DSS
ta: டி.எச்.எச்

source: Log score
es: Puntuación log
pt: Pontuação Log
sr: Лог скор
ta: பதிவு மதிப்பெண்

source: Coverage
es: Cobertura
nl: Dekking
pt: Cobertura
sr: Покривеност
ta: பாதுகாப்பு

source: Bias
es: Sesgo
nl: Vertekening
pt: Viés
sr: Пристрасност
ta: சார்பு

source: PIT
ta: குழி

source: MAE
ta: மய்

source: Cannot train models for future prediction. The data used for training contains only missing values or has a variance of zero, making prediction impossible. Either provide better data or change the training window for future prediction.
es: No se pueden adiestrar modelos para predicción futura. Los datos utilizados para adiestramiento contienen solo valores ausentes o tienen varianza nula , haciendo imposible la predicción. Proporcione mejores datos o cambie la ventana de adiestramiento para la predicción futura.
nl: Kan geen modellen trainen voor toekomstige voorspelling. De gegevens die gebruikt zijn voor de training bevatten alleen ontbrekende waarden of hebben een variantie van nul, waardoor voorspellen onmogelijk is. Geef betere gegevens of wijzig het trainingsvenster voor toekomstige voorspellingen.
pt: Não é possível treinar modelos para previsão futura. Os dados usados para o treinamento contêm apenas valores ausentes ou têm variância zero, impossibilitando a previsão. Forneça dados melhores ou altere a janela de treinamento para previsão futura.
sr: Није могуће обучавати моделе за будућа предвиђања. Подаци коришћени за обуку садрже само недостајуће вредности или имају варијансу од нуле, што чини предвиђање немогућим или обезбедите боље податке или промените прозор обуке за будућа предвиђања.
ta: எதிர்கால கணிப்புக்கான மாதிரிகளைப் பயிற்றுவிக்க முடியாது. பயிற்சிக்கு பயன்படுத்தப்படும் தரவுகளில் காணாமல் போன மதிப்புகள் மட்டுமே உள்ளன அல்லது பூச்சியத்தின் மாறுபாட்டைக் கொண்டுள்ளன, இது கணிப்பை சாத்தியமற்றது. சிறந்த தரவை வழங்கவும் அல்லது எதிர்கால கணிப்புக்கான பயிற்சி சாளரத்தை மாற்றவும்.

source: Training models for future prediction
es: Modelos de adiestramiento para predicción futura
nl: Modellen trainen voor toekomstvoorspelling
pt: Modelos de treinamento para previsão futura
sr: Тренирање модела за будућа предвиђања
ta: எதிர்கால கணிப்புக்கான பயிற்சி மாதிரிகள்

source: You extended the time series via periodical prediction. Please make sure that the time series is indeed periodic and matches the number of periods and units of the provided training data.
es: Ha extendido la serie temporal mediante predicción periódica. Por favor, asegúrese de que la serie temporal efectivamente es periódica y coincide en el número de períodos y unidades con el de los datos de adiestramiento proporcionados.
nl: Je hebt de tijdreeks uitgebreid via periodieke voorspelling. Controleer of de tijdreeks inderdaad periodiek is en overeenkomt met het aantal perioden en eenheden van de verstrekte trainingsgegevens.
pt: Você estendeu a série temporal por meio de previsão periódica. Certifique-se de que a série temporal seja realmente periódica e corresponda ao número de períodos e unidades dos dados de treinamento fornecidos.
sr: Продољили сте временску серију периодичким предвиђањем. Молимо вас да проверите да ли је временска серија заиста периодична и да ли се поклапа са бројем периода и јединицама обучених података.
ta: நீங்கள் நேரத் தொடரை அவ்வப்போது கணிப்பு வழியாக நீட்டினீர்கள். தயவுசெய்து நேரத் தொடர் உண்மையில் அவ்வப்போது என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள் மற்றும் வழங்கப்பட்ட பயிற்சி தரவுகளின் காலங்கள் மற்றும் அலகுகளின் எண்ணிக்கையுடன் பொருந்துகிறது.

source: Warning! The process is predicted to cross the out-of-control probability threshold for the first time at time point: %1s
es: ¡Advertencia! Se predice que el proceso sobrepase el umbral de la probabilidad fuera-de-control por primera vez en el momento temporal: %1s
nl: Waarschuwing! Er wordt voorspeld dat het proces voor het eerst de uit de hand gelopen waarschijnlijkheidsdrempel overschrijdt op tijdstip: %1s
pt: Aviso! Prevê-se que o processo ultrapasse o limite de probabilidade fora de controle pela primeira vez no ponto de tempo: %1s
sr: Упозорење! Процес ће по први пут прећи праг вероватноће ван контроле у временској тачки: %1s
ta: எச்சரிக்கை! இந்த செயல்முறை முதல் முறையாக நேர புள்ளியில் கட்டுப்பாட்டுக்கு வெளியே நிகழ்தகவு வரம்பைக் கடக்கும் என்று கணிக்கப்பட்டுள்ளது: %1s

source: No warning. The process is not predicted to cross the out-of-control probability threshold. The highest out-of-bound probability is %.2f%%
es: Sin complicaciones. No se predice que el proceso sobrepase el umbral de la probabilidad fuera-de-control. La mayor probabilidad fuera-de-límite es %.2f%%
nl: Geen waarschuwing. Er wordt niet voorspeld dat het proces de waarschijnlijkheidsdrempel voor out-of-control zal overschrijden. De hoogste out-of-bound waarschijnlijkheid is %.2f%%
pt: Sem aviso. Não se prevê que o processo ultrapasse o limite de probabilidade fora de controle. A maior probabilidade fora de controle é de %.2f%%
sr: Нема упозорења. Процес не предвиђа да ће прећи праг вероватноће ван контроле. Највећа вероватноћа ван граница износи %.2f%%
ta: எச்சரிக்கை இல்லை. இந்த செயல்முறை கட்டுப்பாட்டுக்கு வெளியே நிகழ்தகவு வாசலைக் கடக்கும் என்று கணிக்கப்படவில்லை. மிக உயர்ந்த நிகழ்தகவு%.2f%%

source: <p style="color:tomato;"><b>This is a warning!</b></p> Error proportion limit of %1$.2f is crossed for the first time at data point %2$i in the estimation period. At this point on average %3$.2f data points are estimates to be out of control with an lower limit of %4$.2f and an upper limit of %5$.2f </p>
es: <p style="color:tomate;"><b>¡Esto es una advertencia!</b></p> El límite de proporción de error de %1$.2f se supera por primera vez en el punto de datos %2$i en el periodo de estimación. En este punto, en promedio %3$.2f puntos de datos son estimaciones fuera de control con un límite inferior de %4$.2f y un límite superior de %5$.2f </p>
pt: <p style="color:tomato;"><b>Este é um aviso!</b></p> O limite de proporção de erro de %1$.2f foi ultrapassado pela primeira vez no ponto de dados %2$i no período de estimativa. Neste ponto, em média, %3$.2f pontos de dados são estimados como fora de controle, com um limite inferior de %4$.2f e um limite superior de %5$.2f.</p>

source: <p style="color:tomato;"><b>This is a warning!</b></p> Error proportion limit of %1$.2f is crossed for the first time in %2$i data points in the prediction period. At this point on average %3$.2f data points will be out of control with an lower limit of %4$.2f and an upper limit of %5$.2f </p>
es: <p style="color:tomate;"><b>¡Esto es una advertencia!</b></p> El límite de proporción de error de %1$.2f se supera por primera vez en %2$i puntos de datos en el periodo de predicción. En este punto, en promedio %3$.2f puntos de datos estarán fuera de control con un límite inferior de %4$.2f y un límite superior de %5$.2f </p>
pt: <p style="color:tomato;"><b>Este é um aviso!</b></p> O limite de proporção de erro de %1$.2f foi ultrapassado pela primeira vez em %2$i pontos de dados no período de previsão. Neste ponto, em média, %3$.2f pontos de dados estarão fora de controle, com um limite inferior de %4$.2f e um limite superior de %5$.2f.</p>
